Repository: sciencekiller/Crash-Launcher
Catalog: Resources/Localization/*/Initialize.resw
Source language: en
Languages: zh_cn

# Back.Text
source: Back
zh_cn: 上一步

# CDNSet.Text
source: CDN: speed like a rocket
zh_cn: CDN:像火箭一样的速度！

# CDNSetDetail.Text
source: Did you know that Crash Launcher's data is not stored on one server, but on CDNs (Content Delivery Networks) around the world so that people all over the world can download the data on the fly? Among the CDNs below, choose the one with the least latency and experience rocket-like speed.
zh_cn: 你知道吗，Crash Launcher的数据不是存储在一个服务器上，而是储存在世界各地的CDN（内容分发网络）上，以便全世界的人可以飞快地下载数据。在下面的CDN中，选择延时最小的一个，体验火箭一样的速度。

# ChoosePath.Text
source: Select a folder
zh_cn: 选择文件夹

# Cloudflare.ToolTipService.ToolTip
source: Hosted at Backblaze, proxied by Cloudflare. (May not be the latest version)
zh_cn: 托管在Backblaze，采用Cloudflare CDN（速度约等于Cloudflare的速度）的储存库（手动添加，可能更新不及时）

# DataPathSet.Text
source: Select data folder
zh_cn: 选择你的数据目录

# DataPathSetDetail.Text
source: We need a place to store our files, and you can decide where to put your data.
zh_cn: 我们需要一个位置来存放文件，而你可以决定该把数据放在哪里。

# Finish.Text
source: Finish
zh_cn: 完成

# Github.ToolTipService.ToolTip
source: Crash Launcher main source repository
zh_cn: Crash Launcher资源主仓库

# Header.Text
source: Welcome to
zh_cn: 欢迎来到

# LanguageSet.Text
source: Language
zh_cn: 语言

# LanguageSetDetail.Text
source: Is this the right language?
zh_cn: 这是正确的语言吗？

# Loading.Text
source: Loading, please wait
zh_cn: 加载中，请稍后

# Next.Text
source: Next
zh_cn: 下一步

# Welcome.Text
source: New beginning, new experience
zh_cn: 新的起点，新的飞跃

# WelcomeDetail.Text
source: As you may have noticed, Sciencekill Toolkit has been renamed to Crash Launcher. It's going to be an epic step forward. In Crash Launcher, you'll find unparalleled convenience and beauty. This major update ditches the ugly JavaFX in favor of WinUI 3 with Fluent Design, so Crash Launcher will fit perfectly into your Windows 11. Now to do it, click "Next" and start a new journey!
zh_cn: 你可能已经注意到了，Sciencekill Toolkit已经改名为Crash Launcher。这将是一个史诗级的进步。在Crash Launcher，你将体会到无与伦比的便捷与美观。本次大版本更新放弃了丑陋的JavaFX，转而选择了具有Fluent Design系统的WinUI 3，因此，Crash Launcher将完美融入您的Windows11。现在要做的，点击“下一步”，开启一段新的旅程！
